tap 'brennie/libgit2-versions'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'

brew 'apr'
brew 'apr-util'
brew 'awscli'
brew 'coreutils'
brew 'cvs'
brew 'fzf'
brew 'gawk'
brew 'git'
brew 'gnu-tar'
brew 'gnupg'
brew 'go'
brew 'httpie'
brew 'lastpass-cli', args: ['HEAD']
brew 'kubernetes-cli'
brew 'mysql'
brew 'neovim'
brew 'node'
brew 'pinentry-mac'
brew 'proctools'
brew 'psutils'
brew 'python'
brew 'python3'
brew 'subversion'
brew 'terraform'
brew 'tig'
brew 'wget'

cask 'docker-edge'
cask 'font-fira-code'
cask 'font-hack'
cask 'font-source-code-pro'
cask 'minikube'
cask 'perforce'
cask 'pycharm'
cask 'riot'
cask 'transmission'
cask 'vimr'
